{
  "recipient": "<bfortuner@gmail.com>",
  "sender": "Southwest Airlines <SouthwestAirlines@iluv.southwest.com>",
  "sender_name": "Southwest Airlines",
  "sender_address": "SouthwestAirlines@iluv.southwest.com",
  "subject": "06/27 Oakland trip (2C447Z): Get prepared to fly!",
  "date": "2021-06-23 12:36:57-07:00",
  "preview": "Book a hotel, car, and add EarlyBird Check-In. View our mobile site | View in Browser Southwest Manage Flight | Flight Status | My Account Important COVID-19 notification Travel notice If you're",
  "google_id": "17a3a6033b93cfe6",
  "thread_id": "17a3a6033b93cfe6",
  "label_ids": [
    "IMPORTANT",
    "CATEGORY_UPDATES",
    "INBOX"
  ],
  "markdown": "| | | \n\nBook a hotel, car, and add EarlyBird Check-In.  \n  \n---  \n  \nView our mobile site | View in Browser  \n  \n| | \n\nManage Flight | Flight Status | My Account  \n  \n---  \n| | | \n\nTravel notice  \n  \n---  \n  \nIf you're bringing any batteries, portable chargers, e-cigarettes or lighters on your trip, make sure they're with you or packed in your carryon bag. Learn more.\n\nSEA Skycap services closed until further notice. Please check your bags in our lobby using a Self-Tagging Kiosk (where available) or with a Southwest agent who will be happy to assist you.  \n  \n| | | | | \n\nJune 27  \n  \n---  \n| \n\nSEA\n\n| \n\nOAK  \n  \n---|---  \n  \nSeattle/Tacoma to Oakland  \n  \n| | \n\nFull itinerary  \n  \n---  \n  \nConfirmation # 2C447Z\n\nPASSENGER\n\nBrendan Fortuner  \n  \nYour complete itinerary  \n  \n| | \n\nFlight : Sunday 06/27/2021  \n  \n---  \n| | | \n\nFLIGHT\n\n# 4770  \n  \n---  \n| \n\nDEPARTS\n\nSEA 7:35PM\n\nSeattle/Tacoma\n\n| \n\nARRIVES\n\nOAK 9:45PM\n\nOakland  \n  \n---|---  \n| | | | | \n\nYour last chance for automatic check-in.\n\nEarlyBird reserves your boarding position at 36 hours before your flight, earlier than regular check-in.  \n  \n---  \n| \n\nGet it now >  \n  \n---  \n| | | \n\nSave up to 30%\n\nand earn up to 2,400 Rapid Rewards® points with Budget® on your next trip.  \n  \n---  \n| \n\nBook car >  \n  \n---  \n| | | | \n\nEarn up to 10,000 Rapid Rewards® points per night.\n\nChoose a hotel in Oakland.  \n  \n---  \n| \n\nBook hotel >  \n  \n---  \n| | | \n\nLIMITED-TIME OFFER\n\nEarn 65,000 points\n\nto get your \"go\" on. Plus earn 3,000 anniversary points every year with the Rapid Rewards® Credit Card.  \n  \n---  \n| \n\nLearn more >  \n  \n---  \n  \n$69 annual fee. Offer ends 7/14/2021.  \n  \n| | | \n\nGet $15 off your first ride.  \n  \n---  \n| \n\nREDEEM >  \n  \n---  \n| \n\nPrepare for takeoff  \n  \n---  \n| | \n\n24 hours before your departure:\n\nCheck-in on Southwest.com® or using the Southwest Mobile App. Use your mobile device and receive a mobile boarding pass.  \n  \n---  \n  \nCheck the recommended time to arrive at the airport before your departure:\n\nAirport arrival times vary based on your departure city.  \n  \n30 minutes before your departure:\n\nArrive at the gate prepared to board.  \n  \n10 minutes before your departure:\n\nThis is the last opportunity to board your flight if you are present in the gate area and have met all check-in requirements.  \n  \nIf you do not plan to travel on your flight: Things happen, we understand! Please let us know at least 10 minutes prior to your flight's scheduled departure if you won't be traveling. If you don't notify us, you may be subject to our No Show Policy.  \n  \n| \n\nSee more travel tips  \n  \n---  \n| | | \n\nNeed help?\n\nContact us\n\nCustomer service | FAQs  \n  \n---  \n| \n\nConnect with us\n\n| | | |  \n  \n---  \n| \n\nGet the mobile app  \n  \n---  \n| \n\n1To view movies and select on-demand TV content, download the Southwest app from the Google Play Store or Apple App Store before your flight.\n\n2Due to licensing restrictions, on WiFi-enabled international flights Free Live TV and iHeartRadio may not be available for the full duration of flight.\n\n3Messaging service only allows access to iMessage and WhatsApp (must be downloaded before the flight).\n\n^*Internet access for $8 a day per device on WiFi-enabled aircraft. Price is subject to change. May not be available full duration of flight. In order to provide a top-notch WiFi experience, we prohibit access to certain high-bandwidth applications and websites, including Netflix, HBO GO® and VoIP. We also prohibit access to certain obscene or offensive content.\n\n^**Available only on WiFi-enabled aircraft. Limited-time offer. Where available.  \n  \n---  \n  \nIf you prefer not to receive these trip-related messages, you can opt out. Please note that this does not include your initial confirmation/itinerary emails or any messages related to a change to, or cancellation of, your booked itinerary as those messages are required confirmations of your transactions.  \n  \nThis is a post-only mailing from Southwest Airlines®. Please do not attempt to respond to this message. Your privacy is important to us. Please read our privacy policy.\n\nSee Southwest Airlines Co. Notice of Incorporation\n\nCualquier información publicitaria, promocional o de mercadotecnia contenida en este correo electrónico sólo será efectiva y únicamente será aplicable en los Estados Unidos de América.\n\nSouthwest Airlines 2702 Love Field Drive Dallas, TX 75235 1-800-I-FLY-SWA (1-800-435-9792)\n\n© Copyright 2021 Southwest Airlines Co. All Rights Reserved.\n",
  "email_id": "101ec66ab59ea2f5e317b9e20379685fabc274a94aa91deaf60f7b54bf5adf3b"
}