{
  "recipient": "Brendan Fortuner <bfortuner@gmail.com>",
  "sender": "Jackie First <jacquelynfirst@gmail.com>",
  "sender_name": "Jackie First",
  "sender_address": "jacquelynfirst@gmail.com",
  "subject": "Fwd: Brendan David Fortuner's 06/22 Seattle/Tacoma trip (2DVTDU): Your reservation is confirmed.",
  "date": "2021-06-19 13:32:04-07:00",
  "preview": "Jackie First Begin forwarded message: From: Southwest Airlines <southwestairlines@ifly.southwest.com> Date: June 19, 2021 at 1:14:24 PM PDT To: jacquelynfirst@gmail.com Subject: Brendan David",
  "google_id": "17a25f93238cdd42",
  "thread_id": "17a25f93238cdd42",
  "label_ids": [
    "IMPORTANT",
    "CATEGORY_PERSONAL",
    "INBOX"
  ],
  "markdown": "Jackie First\n\nBegin forwarded message:\n\n> From: Southwest Airlines <southwestairlines@ifly.southwest.com> Date: June 19, 2021 at 1:14:24 PM PDT To: jacquelynfirst@gmail.com Subject:Brendan David Fortuner's 06/22 Seattle/Tacoma trip (2DVTDU): Your reservation is confirmed. Reply-To: Southwest Airlines <no-reply@ifly.southwest.com>\n\n> Southwest Airlines\n> \n> | | | \n> \n> Here's your itinerary and other important travel information.  \n>   \n> ---  \n>   \n> View our mobile site | View in browser  \n>   \n> | | \n> \n> Manage Flight | Flight Status | My Account  \n>   \n> ---  \n> | | | \n> \n> Travel notice  \n>   \n> ---  \n>   \n> Federal law requires each person to wear a mask at all times in the airport and throughout the flight, including during boarding and deplaning. Passengers who may be exempt from wearing a face covering due to a disability must contact us before travel. Learn more.  \n>   \n> | | | | \n> \n> Hi Brendan David,\n> \n> We're looking forward to flying together! It can't come soon enough. Below you'll find your itinerary, important travel information, and trip receipt. See you onboard soon!  \n>   \n> ---  \n> | | | | \n> \n> June 22  \n>   \n> ---  \n> | \n> \n> OAK\n> \n> | \n> \n> SEA  \n>   \n> ---|---  \n>   \n> Oakland to Seattle/Tacoma  \n>   \n> | | | \n> \n> Confirmation # 2DVTDU  \n>   \n> ---  \n> | \n> \n> Confirmation date: 06/19/2021  \n>   \n> ---  \n> | \n> \n> PASSENGER\n> \n> RAPID REWARDS #\n> \n> TICKET #\n> \n> EXPIRATION^1\n> \n> EST. POINTS EARNED\n> \n> | \n> \n> Brendan David Fortuner\n> \n> 22177646094\n> \n> 5261401374084\n> \n> June 19, 2022\n> \n> 0  \n>   \n> ---|---  \n>   \n> Rapid Rewards® points are only estimations.  \n>   \n> | \n> \n> Your itinerary  \n>   \n> ---  \n> | | \n> \n> Flight:\n> \n> | | | \n> \n> Tuesday, 06/22/2021  \n>   \n> ---  \n> | \n> \n> Est. Travel Time: 2h  \n>   \n> ---  \n> | \n> \n> Companion Pass  \n>   \n> ---  \n> | \n> \n> FLIGHT\n> \n> # 2155\n> \n> | \n> \n> DEPARTS\n> \n> OAK 05:15PM\n> \n> Oakland\n> \n> | \n> \n> ARRIVES\n> \n> SEA 07:15PM\n> \n> Seattle/Tacoma  \n>   \n> ---|---|---  \n> | \n> \n> Payment information  \n>   \n> ---  \n> | | | \n> \n> Total cost  \n>   \n> ---  \n> | \n> \n> Air - 2DVTDU  \n>   \n> ---  \n> | \n> \n> Base Fare\n> \n> | \n> \n> $\n> \n> | \n> \n> 0.00  \n>   \n> ---|---|---  \n>   \n> U.S. 9/11 Security Fee\n> \n> | \n> \n> $\n> \n> | \n> \n> 5.60  \n>   \n> | \n> \n> Total\n> \n> | \n> \n> $\n> \n> | \n> \n> 5.60  \n>   \n> ---|---|---  \n> | | \n> \n> Payment  \n>   \n> ---  \n>   \n> Visa ending in 7895 Date: June 19, 2021\n> \n> Payment Amount: $5.60  \n>   \n> Fare Rules: If you decide to make a change to your current itinerary it may result in a fare increase. In the case you're left with travel funds from this confirmation number, you're in luck! We're happy to let you use them towards a future flight for the individual named on the ticket, as long as the new travel is completed by the expiration date.\n> \n> Your ticket number: 5261401374084  \n>   \n> Prepare for takeoff  \n>   \n> | | \n> \n> # For a touch-free day of travel download the Southwest® app.  \n>   \n> ---  \n> | | | | \n> \n> 24 hours before your departure:\n> \n> Check-in on Southwest.com® or using the Southwest Mobile App. Use your mobile device and receive a mobile boarding pass.  \n>   \n> ---  \n>   \n> 30 minutes before your departure:\n> \n> Arrive at the gate prepared to board.  \n>   \n> 10 minutes before your departure:\n> \n> This is the last opportunity to board your flight if you are present in the gate area and have met all check-in requirements.  \n>   \n> If you do not plan to travel on your flight: Things happen, we understand! Please let us know at least 10 minutes prior to your flight's scheduled departure if you won't be traveling. If you don't notify us, you may be subject to our No Show Policy.  \n>   \n> | \n> \n> See more travel tips  \n>   \n> ---  \n> | | | | | \n> \n> Earn up to 10,000 Rapid Rewards® points per night\n> \n> Choose a hotel in Seattle.  \n>   \n> ---  \n> | \n> \n> Book hotel >  \n>   \n> ---  \n> | | | \n> \n> Have questions about your upcoming trip?\n> \n> Get all the answers before you leave for the airport.  \n>   \n> ---  \n> | \n> \n> Prepare now >  \n>   \n> ---  \n>   \n> 5261401374084: BG WN OAK WN SEA0.00USD0.00END\n> \n> XCC\n> \n> No Show Policy: you must notify Southwest® at least ten (10) minutes prior to your flight's scheduled departure if you do not plan to travel on your flight. Customers who fail to cancel reservations for a Wanna Get Away® fare segment at least 10 minutes prior to travel and who do not board the flight will be considered a no show, and all remaining unused Wanna Get Away funds will be forfeited. All remaining unused Business Select® and Anytime funds will be converted to reusable travel funds. If you no show your reward travel reservation, the points will be redeposited to the purchaser's Rapid Rewards account. Any taxes and fees associated with your reward travel reservation will be held for future use in the form of reusable travel funds under the name of the traveler(s).\n> \n> Prohibition on Multiple/Conflicting Reservations: to promote seat availability for our Customers, Southwest prohibits multiple reservations for the same Passenger departing from the same city on the same date, or any multiple reservations containing conflicting or overlapping itineraries (such as departures for the same Customer from multiple cities at the same time). Furthermore, without advance notice to the Passenger or purchaser, Southwest may cancel such reservations, or any other reservations that it believes, in its sole discretion, were made without intent to travel. With the exception of Southwest gift cards, funds from proactively canceled reservations by Southwest will be returned to the original form of payment. Reservations paid for with a Southwest gift card will have the amount applied from the gift card held as travel funds for use by the Customer on a future Southwest Airlines flight.  \n>   \n> | | | \n> \n> Need help?\n> \n> Contact us\n> \n> Customer service | FAQs  \n>   \n> ---  \n> | \n> \n> Connect with us  \n>   \n> ---  \n> | \n> \n> Mobile app\n> \n> Get the mobile app  \n>   \n> ---  \n>   \n> *Point Purchase Offer Terms and Conditions\n> \n> Offer valid through December 31, 2020 11:59:59 p.m. CST. This discount for the purchase of points is only valid while a Member is currently logged into Southwest.com® on this purchase page. Rapid Rewards® Member will save 20% when they purchase 2,000 points or save 25% when they purchase 5,000 points or save 30% when they purchase 15,000 points. A valid credit card is required to buy points. Transactions are non-refundable and non-reversible. Purchased points do not count towards A-List, A-List Preferred, or Companion Pass qualification. Prices are in U.S. dollars and include all applicable taxes. Please allow up to 72 hours for points to post to the applicable Rapid Rewards account. All Rapid Rewards rules and regulations apply and can be found at Southwest.com/rrterms. Southwest® reserves the right to amend, suspend, or change the Rapid Rewards program and/or Rapid Rewards program rules at any time without notice. Rapid Rewards Members do not acquire property rights in accrued points. The number of Rapid Rewards points needed for a particular Southwest flight is set by Southwest and will vary depending on destination, time, day of travel, demand, fare type, point redemption rate, and other factors, and is subject to change at any time until the booking is confirmed.\n> \n> ^1 All travel involving funds from this Confirmation Number must be completed by the expiration date.  \n>   \n> | \n> \n> This is a post-only mailing from Southwest Airlines®. Please do not attempt to respond to this message. Your privacy is important to us. Please read our privacy policy.\n> \n> See Southwest Airlines Co. Notice of Incorporation\n> \n> Cualquier información publicitaria, promocional o de mercadotecnia contenida en este correo electrónico sólo será efectiva y únicamente será aplicable en los Estados Unidos de América.\n> \n> Southwest Airlines 2702 Love Field Drive Dallas, TX 75235 1-800-I-FLY-SWA (1-800-435-9792)\n> \n> © Copyright 2021 Southwest Airlines Co. All Rights Reserved.  \n>   \n> ---\n",
  "email_id": "a19d0087f7e5fa29564c0da354bf894b91103e3cea6010eefe1dade69ccc4fb0"
}