{
  "recipient": "bfortuner@gmail.com",
  "sender": "Delta Air Lines <DeltaAirLines@e.delta.com>",
  "sender_name": "Delta Air Lines",
  "sender_address": "DeltaAirLines@e.delta.com",
  "subject": "Your Flight Receipt - BRENDAN DAVID FORTUNER 02JUL16",
  "date": "2016-06-25 14:15:19-07:00",
  "preview": "Hello, BRENDAN DAVID SkyMiles ® #*******555 > Your Trip Confirmation #: GQV7QC Manage My Trip Sat,",
  "google_id": "155896ab81614ebc",
  "thread_id": "155896ab81614ebc",
  "label_ids": [
    "CATEGORY_UPDATES",
    "INBOX"
  ],
  "markdown": "| Hello, BRENDAN DAVID| | SkyMiles| ®| #*******555 >  \n---|---|---  \n| \n\nYour Trip Confirmation #: GQV7QC  \n  \n---  \n| | | Sat, 02JUL| DEPART| ARRIVE  \n---|---|---  \n| \n\nDELTA 128  \n  \n---  \n  \nMAIN CABIN (U)  \n  \n---  \n| \n\nSEATTLE  \n  \n---  \n  \n9:34am  \n  \n---  \n| \n\nLOS ANGELES, CA  \n  \n---  \n  \n12:20pm  \n  \n---  \nTue, 05JUL| DEPART| ARRIVE  \n| \n\nDELTA 2277  \n  \n---  \n  \nMAIN CABIN (T)  \n  \n---  \n| \n\nLOS ANGELES, CA  \n  \n---  \n  \n8:37pm  \n  \n---  \n| \n\nSEATTLE  \n  \n---  \n  \n11:23pm  \n  \n---  \n| | | STRETCH YOUR LEGS  \n---  \n  \nChoose Delta Comfort+TM today for more legroom and personal space.  \n  \nGET DETAILS ›  \n  \n| | | \n\nRESTRICTED HAZARDOUS ITEMS\n\n| \n\nTo ensure the safety of our customers and employees, Delta no longer accepts hoverboards or any lithium battery powered self-balancing personal transportation devices on board its aircraft. These items are prohibited as both carry-on and checked baggage.\n\nSpare batteries for other devices, fuel cells, and e-cigarettes are permitted in carry-on baggage only. If your carry-on bag contains these items and is gate checked, they must be removed and carried in the cabin. Further information and specific guidelines regarding restricted items can be found here.  \n  \n---  \n| | | \n\nAdvisory\n\n| \n\nEffective March 2015 – June 2017, passengers traveling through LAX might experience flight delays due to runway construction work by the Los Angeles World Airports organization. Delays could result in gate changes, so be sure to check your departure terminal by using Online Check-in, Flight Status or the Fly Delta app. Once at LAX, please check airport screens for the most up-to-date details.  \n  \n---  \n| | | \n\nPassenger Info\n\n| \n\nNAME\n\n| \n\nBRENDAN DAVID FORTUNER  \n  \n---  \n  \nSkyMiles #*******555  \n  \n---  \nFLIGHT| SEAT  \n  \nDELTA 128\n\n| | \n\n27E  \n  \n---  \n  \nDELTA 2277\n\n| | \n\n13B  \n  \n---  \n  \nVisit delta.com or use the Fly Delta app to view, select or change your seat. If you purchased a Trip Extra, please visit My Trips to access a receipt of your purchase.  \n  \n---  \n| | | \n\nFlight Receipt\n\n| \n\nTicket #: 0062348442836  \n  \n---  \n  \nPlace of Issue: Delta.com  \n  \n---  \n  \nTicket Issue Date: 25JUN16  \n  \n---  \n  \nTicket Expiration Date: 25JUN17  \n  \n---  \nMETHOD OF PAYMENT  \n---  \n  \nVI************3474\n\n| \n\n$233.20 USD  \n  \n| CHARGES  \n---  \nAir Transportation Charges  \n  \nBase Fare\n\n| \n\n$190.70 USD  \n  \nTaxes, Fees and Charges  \n  \nUnited States - Flight Segment Tax (ZP)\n\n| \n\n$8.00 USD  \n  \nUnited States - September 11th Security Fee(Passenger Civil Aviation Security Service Fee) (AY)\n\n| \n\n$11.20 USD  \n  \nUnited States - Passenger Facility Charge (XF)\n\n| \n\n$9.00 USD  \n  \nUnited States - Transportation Tax (US)\n\n| \n\n$14.30 USD  \n  \nTICKET AMOUNT| $233.20 USD  \n  \nThis ticket is non-refundable unless the original ticket was issued at a fully refundable fare. Some fares may not allow changes. If allowed, any change to your itinerary may require payment of a change fee and increased fare. Failure to appear for any flight without notice to Delta will result in cancellation of your remaining reservation.\n\nNote: When using certain vouchers to purchase tickets, remaining credits may not be refunded. Additional charges and/or credits may apply.\n\nFare Details: SEA DL LAX115.35UA7NA0MN DL SEA75.35TA7NA0MR USD190.70END ZP SEALAX XF SEA4.5LAX4.5  \n  \n---  \n| | | | \n\nChecked Bag Allowance  \n  \n---  \n  \nThe fees below are based on your original ticket purchase. If you qualify for free or discounted checked baggage, this will be taken into account when you check in.  \n  \n---  \nSat 02 Jul 2016| DELTA: SEA LAX  \n| \n\nCARRY ON  \n  \n---  \n| \n\nFREE  \n  \n---  \n| \n\nFIRST  \n  \n---  \n| \n\n$25\n\n| \n\nUSD  \n  \n---|---  \n| \n\nSECOND  \n  \n---  \n| \n\n$35\n\n| \n\nUSD  \n  \n---|---  \n  \nVisit delta.com for details on baggage embargos that may apply to your itinerary.  \n  \nTue 05 Jul 2016| DELTA: LAX SEA  \n| \n\nCARRY ON  \n  \n---  \n| \n\nFREE  \n  \n---  \n| \n\nFIRST  \n  \n---  \n| \n\n$25\n\n| \n\nUSD  \n  \n---|---  \n| \n\nSECOND  \n  \n---  \n| \n\n$35\n\n| \n\nUSD  \n  \n---|---  \n  \nVisit delta.com for details on baggage embargos that may apply to your itinerary.  \n  \n| | | \n\nTransportation of Hazardous Materials\n\n| \n\nFederal law forbids the carriage of hazardous materials aboard aircraft in your luggage or on your person. A violation can result in civil penalties. Examples include: Paints, aerosols, lighter fluid, fireworks, torch lighters, tear gases and compressed gas cartridges.  \n  \n---  \n  \nThere are special exceptions for small quantities (up to 70 ounces total). For further information visit delta.com Restricted Items Section.  \n  \n---  \n| \n\nNEED MORE MILES? ›\n\n| \n\nBuy and transfer miles on delta.com.  \n  \n---  \n  \nGIVE THE DELTA GIFT CARD. ›\n\n| \n\nLet travelers in your life choose from 325+ destinations and limitless adventures. Get it now.  \n  \n---  \n| \n\nWe have partnered with The Nature Conservancy to allow you to offset your carbon emissions from this trip. Go to delta.com/CO2 to calculate your CO2 emissions and learn more about offsetting.  \n  \n---  \n  \nTerms & Conditions  \n  \n---  \n  \nThis ticket is non-refundable unless the original ticket was issued at a fully refundable fare. Some fares may not allow changes. If allowed, any change to your itinerary may require payment of a change fee and increased fare. Failure to appear for any flight without notice to Delta will result in cancellation of your remaining reservation.\n\nNote: When using certain vouchers to purchase tickets, remaining credits may not be refunded. Additional charges and/or credits may apply.  \n  \n---  \n  \nChecked Bag Allowance  \n  \n---  \n  \n*On Delta operated flights, you may carry on one bag and a small personal item at no charge.  \n  \n---  \n  \nDelta OneTM/First/Business Class weight allowance reverts to 50 lbs for all checked bags beyond regular free allowance.  \n  \n---  \n  \nAt the time of check in with Delta, SkyMiles Medallion members, SkyTeam Elite & Elite Plus and active US Military personnel are eligible for fee waivers and other benefits. For more details, visit delta.com/baggage. Basic Cardmembers with a Gold, Platinum, or Reserve Delta SkyMiles Credit Card from American Express are eligible for the first bag fee waiver. More details on the program can be found at delta.com/firstbagfree.  \n  \n---  \n  \nA standard checked bag with Delta may be up to 50 lbs and 62 linear inches (per piece). Additional fees apply for oversize, overweight, and/or additional pieces of checked baggage. Please review Delta's baggage guidelines for details. Weight and size restrictions may vary when checking baggage on carriers other than Delta. Contact with the operating carrier for detailed checked baggage allowances. You must be checked in at the gate by the applicable check-in deadlines or your reservation may be cancelled. Please review Delta's check-in requirement guidelines for details. Check-in requirements vary by airline, so if your ticket includes travel on other airlines, please check with the operating carrier on your ticket.  \n  \n---  \n  \nDo you have comments about our service? Please email us to share them.  \n  \n---  \n  \nConditions of Carriage  \n  \n---  \n  \nAir transportation on Delta and the Delta Connection® carriers is subject to Delta's conditions of carriage. They include terms governing for example:  \n  \n---  \n  \n• Limits on our liability for personal injury or death of passengers, and for loss, damage of delay of goods and baggage. • Claim restrictions including time periods within which you must file a claim or bring action against us. • Our right to change terms of the contract. • Check-in requirements and other rules established when we may refuse carriage. • Our rights and limits of our liability for delay or failure to perform service including schedule change, substitution of alternative air carriers or aircraft, and rerouting. • Our policy on overbooking flights, and your rights if we deny you boarding due to an oversold flight.  \n  \n---  \n  \nThese terms are incorporated by reference into our contract with you. You may view these conditions of carriage on delta.com, or by requesting a copy from Delta.  \n  \n---  \n  \nYou have received this email because you elected to receive your Electronic Ticket receipt sent to you via email. If you would like to take advantage of other Delta email programs featuring special fares, promotions, information and flight updates, please visit: delta.com/emailprograms or delta.com/notifications.  \n  \n---  \n  \nThis document establishes the creation of your electronic EMD(S) in our computer systems. It does not constitute a document of carriage. Where this document is issued for transportation or services other than passenger air transportation, specific terms and conditions may apply. These terms and conditions may be provided separately or may be obtained from the issuing agent.  \n  \n---  \n  \nCopyright Information  \n  \n---  \n  \nThis email message and its contents are copyrighted and are proprietary products of Delta Air Lines, Inc. Any unauthorized use, reproduction, or transfer of this message or its contents, in any medium, is strictly prohibited.  \n  \n---  \n  \nThis is a post only email. Please do not respond to this message.  \n  \n---  \n  \n© 2016 Delta Air Lines, Inc. All rights reserved.  \n  \n---  \n  \nPrivacy Policy  \n  \n---  \n  \nYour privacy is important to us. Please review our Privacy Policy.  \n  \n---\n",
  "email_id": "7959e204a7f939dbfda6f61a43d9f92634bcf26001835b866d62f05ec3b01577"
}