{
  "recipient": "BFORTUNER@gmail.com",
  "sender": "Alaska Airlines <Alaska.IT@alaskaair.com>",
  "sender_name": "Alaska Airlines",
  "sender_address": "Alaska.IT@alaskaair.com",
  "subject": "Confirmation Letter - LXBUEJ 08/13/21 - from Alaska Airlines",
  "date": "2021-08-11 16:26:28-07:00",
  "preview": "If you have trouble viewing this message, click here to request a plain text-only version of this email. Alaska - oneworld Confirmation code: LXBUEJ You're all set. Thank you for booking with",
  "google_id": "17b3789e5de83af4",
  "thread_id": "17b3789e5de83af4",
  "label_ids": [
    "CATEGORY_UPDATES",
    "INBOX"
  ],
  "markdown": "If you have trouble viewing this message, click here to request a plain text-only version of this email.\n\n| | | | Confirmation code:| LXBUEJ  \n---|---  \n  \nYou're all set. Thank you for booking with Alaska and we look forward to seeing you on board.\n\nView full details about your flight reservation and fare.  \n  \nView/Manage  \n  \n| Flight| Departs| Arrives| Class| Traveler(s)| Seat(s)  \n---|---|---|---|---|---  \nAlaska 3482 Embraer ERJ 175| Oakland ( OAK) Fri, Aug 13 6:25 pm| Seattle ( SEA) Fri, Aug 13 8:30 pm| O (Coach)| Brendan Fortuner| 6B  \nOperated By SkyWest Airlines as AlaskaSkyWest. Check in with Alaska Airlines.  \nAlaska 785 Boeing 737-900 (Winglets)| Seattle ( SEA) Fri, Aug 13 10:44 pm| Fairbanks ( FAI) Sat, Aug 14 1:30 am| G (Coach)| Brendan Fortuner| 30B  \nAlaska 124 Boeing 737-900 (Winglets)| Fairbanks ( FAI) Sun, Aug 22 3:55 pm| Seattle ( SEA) Sun, Aug 22 8:25 pm| G (Coach)| Brendan Fortuner| 24C  \nAlaska 1328 Airbus A320| Seattle ( SEA) Sun, Aug 22 9:35 pm| San Francisco ( SFO) Sun, Aug 22 11:44 pm| N (Coach)| Brendan Fortuner| 24C  \n| | | Additional information  \n---  \n| Prohibited hazardous materials  \n---  \nThe Federal Government has specific restrictions about hazardous materials in carry-on and checked baggage. Failure to declare hazardous materials may result in civil and criminal penalties. For more information, visit: the FAA website.  \n| Summary of airfare charges  \n---  \n| Brendan Fortuner MP# Enter Mileage Program  \n---  \n| Total charges for air travel| USD $0.00  \n---|---  \nView all taxes, fees and charges  \n| Summary of additional item charges  \n---  \nSeat upgrade purchases  \nBrendan Fortuner, 1 seat| $23.25  \nTax| $1.74  \nTotal for Brendan Fortuner| $24.99  \nTotal charges for seat upgrades| $24.99  \n| Total charges for additional items| USD $24.99  \n---|---  \n| Total charges and credits  \n---  \n$24.99 was charged to the Visa card with number ************2578 on 08/11/2021.  \n| | Travel insurance by Allianz Global Assistance  \n---  \nPurchase travel insurance benefits and travel assistance services for your trip from Allianz Global Assistance. Learn more  \n| Flight notifications  \n---  \nFlight notifications are how we will contact you with important travel information. Get alerts about departures, arrivals, gate changes, cancelations and more.  \n---  \n| SIGN UP  \n---  \n| Web Check-in  \n---  \n  \nWhen traveling on Alaska Airlines, save time by checking in online 1 to 24 hours prior to departure. You can also check in at one of our airport kiosks or at the ticket counter.\n\n| CHECK IN  \n---  \n  \nFor more information about minimum check-in times, required identification, international travel, and traveling with minors, please visit our website.  \n  \n| Manage your flight reservation  \n---  \n  \nView full details about your flight reservation and fare.\n\n| Alaska Airlines reservations 1-800-ALASKAAIR (1-800-252-7522)  \n---  \nMANAGE  \n---  \n| Baggage  \n---  \n  \nCarry-on baggage: On Alaska Airlines flights, each traveler is limited to one carry-on bag plus one personal item. See our carry-on baggage page for the latest policies and size information.\n\nChecked baggage: Alaska Airlines rules and fees apply for this itinerary. See the checked baggage page for details and exceptions.\n\n| Alaska Airlines® baggage service guarantee Get your bags in 20 minutes guaranteed.  \n---  \n| Your rights  \n---  \n  \nPlease review important information about your consumer rights and our limitations of liability.\n\nYou may also wish to review the contract of carriage applicable to your trip.  \n  \n| Sign up for email deals  \n---  \n| Our email deals features exclusive fare sales, discount codes and web specials tailored to your preferences, as well as Alaska Airlines Mileage Plan offers and news.  \n---  \nSign up  \nService requests  \n---  \n  \nAlaska Airlines provides a meet and assist service for travelers who need assistance through the airport. Request this service online or over the phone.\n\nView reservation  \n  \nInFlight service  \nWe've equipped almost all of our fleet with inflight Wi-Fi so you can surf the web or stay productive inflight. For more info, please see our onboard guide.  \nFor your security  \n  \nDo you have a redress number? If so, and you did not provide it when you made your reservation, please visit www.alaskaair.com or call reservations.\n\nTo learn more about redress numbers go to www.dhs.gov/trip.  \n  \nDestinations  \n---  \nView information for: Seattle Fairbanks San Francisco  \nContact us  \n---  \nShare your thoughts with us, contact us.  \n  \nPlease do not reply to this email. Need help? contact us.\n\nThis email was sent to bfortuner@gmail.com. Reference number PL129451897. Requested at 08/11/2021 04:16 PM\n\n| \n\nWhy are you receiving this message? Even if you’ve opted-out of marketing communications, we may still send you emails with need-to-know information based on your upcoming travel or recent activity.\n\nAlaska Airlines, PO Box 68900, Seattle, WA 98168‐0900. © 2021 Alaska Airlines. All rights reserved.\n\nView our privacy notice or contact us.  \n  \n---\n",
  "email_id": "1ef5869dfba5924930af297b0435ec037b053d35558bd2a0100ce3158fdbf4a6"
}