{
  "recipient": "<bfortuner@gmail.com>",
  "sender": "Southwest Airlines <SouthwestAirlines@iluv.southwest.com>",
  "sender_name": "Southwest Airlines",
  "sender_address": "SouthwestAirlines@iluv.southwest.com",
  "subject": "06/27 Oakland trip (2C447Z): Things to know before you travel tomorrow.",
  "date": "2021-06-26 09:03:31-07:00",
  "preview": "Don't forget your mask or face covering. View our mobile site | View in Browser Southwest Manage Flight | Flight Status | My Account You will be able to check in 24 hours in advance of your flight.",
  "google_id": "17a490fdbd876dee",
  "thread_id": "17a490fdbd876dee",
  "label_ids": [
    "IMPORTANT",
    "CATEGORY_UPDATES",
    "INBOX"
  ],
  "markdown": "| | | \n\nDon't forget your mask or face covering.  \n  \n---  \n  \nView our mobile site | View in Browser  \n  \n| | \n\nManage Flight | Flight Status | My Account  \n  \n---  \n| | \n\nYou will be able to check in 24 hours in advance of your flight.  \n  \n---  \n| | \n\nBEFORE YOUR TRIP  \n  \n---  \n| | \n\nPlease check our resource page for any travel forms or testing requirements you may need for your trip here.  \n  \n---  \n| | \n\nFederal law requires you wear a mask throughout the entire travel experience. At this time, the only exceptions made are for children under the age of 2 and passengers with a disability. If you forget your mask at home, one will be available for you.  \n  \n---  \n| | \n\nYour health matters. Passengers with a fever will not be permitted to travel. To ensure that you do not have a fever, please check your temperature prior to going to the airport. If you have a fever or other symptoms related to COVID-19, stay home and do not travel.  \n  \n---  \n| | \n\nFor a quicker, contactless experience at the airport, download the Southwest app and use your mobile boarding pass.  \n  \n---  \n| | \n\nAIRPORT EXPERIENCE  \n  \n---  \n| | \n\nHand sanitizer is available in the airport and wipes are available for Customers onboard.\n\nPlexiglas® has been installed at ticketing and gate counters, and baggage service offices.  \n  \n---  \n| | \n\nONBOARD EXPERIENCE  \n  \n---  \n| | \n\nBoth an electrostatic disinfectant and an anti-microbial spray are applied on every surface of the aircraft, killing viruses on contact and forming an anti-microbial coating or shield for 30 days. Sani-Cide EX3, a broad-spectrum disinfectant, will be used to clean onboard lavatories and tray tables before every flight. We deep clean each plane from nose to tail for nearly 6-7 hours every night.  \n  \n---  \n| | \n\nEvery aircraft is equipped with a sophisticated air distribution system that introduces fresh, outdoor air and HEPA filtered air into the cabin every second while inflight, resulting in exchange of cabin air every two to three minutes. We use HEPA (High-efficiency particulate air) onboard that removes 99.97% of airborne particles* - similar to the technology found in hospitals.  \n  \n---  \n| | \n\nWe are serving a limited selection of non-alcoholic beverages and snacks on flights over 250 miles, when available. Southwest offers contactless beverage ordering via the Inflight WiFi Portal. Simply zoom in on your drink choice and share the image with your Flight Attendant when it's time to order.\n\n| | \n\nLearn more >  \n  \n---  \n| | | | | \n\nJune 27  \n  \n---  \n| \n\nSEA\n\n| \n\nOAK  \n  \n---|---  \n  \nSeattle/Tacoma to Oakland  \n  \n| | \n\nFull itinerary  \n  \n---  \n| \n\nConfirmation # 2C447Z\n\nPASSENGER\n\nBrendan Fortuner  \n  \n---  \n  \nYour complete itinerary  \n  \n| | \n\nFlight : Sunday 06/27/2021  \n  \n---  \n| | | \n\nFLIGHT\n\n# 4770  \n  \n---  \n| \n\nDEPARTS\n\nSEA 7:35PM\n\nSeattle/Tacoma\n\n| \n\nARRIVES\n\nOAK 9:45PM\n\nOakland  \n  \n---|---  \n| | | \n\nNeed help?\n\nContact us\n\nCustomer service | FAQs  \n  \n---  \n| \n\nConnect with us\n\n| | | |  \n  \n---  \n| \n\nGet the mobile app  \n  \n---  \n| \n\nIf you prefer not to receive these trip-related messages, you can opt out. Please note that this does not include your initial confirmation/itinerary emails or any messages related to a change to, or cancellation of, your booked itinerary as those messages are required confirmations of your transactions.  \n  \n---  \n  \nThis is a post-only mailing from Southwest Airlines®. Please do not attempt to respond to this message. Your privacy is important to us. Please read our privacy policy.\n\nSee Southwest Airlines Co. Notice of Incorporation\n\nCualquier información publicitaria, promocional o de mercadotecnia contenida en este correo electrónico sólo será efectiva y únicamente será aplicable en los Estados Unidos de América.\n\nSouthwest Airlines 2702 Love Field Drive Dallas, TX 75235 1-800-I-FLY-SWA (1-800-435-9792)\n\n© Copyright 2021 Southwest Airlines Co. All Rights Reserved.\n",
  "email_id": "886f9056a63d61c2d0104a2277a49d9fb74afa17a913a74ae661f17084f78c71"
}