{
  "recipient": "bfortuner@gmail.com",
  "sender": "Yoon Manivanh <yoon.manivanh@recruitingfromscratch.com>",
  "sender_name": "Yoon Manivanh",
  "sender_address": "yoon.manivanh@recruitingfromscratch.com",
  "subject": "Engineering Opportunities in Fast-Growing Startups (Healthcare/Crypto/Home Financing)",
  "date": "2021-08-30 12:17:01-07:00",
  "preview": "Hi Brendan, I hope this message finds you well! My name is Yoon and I am a sourcer at Recruiting From Scratch, a company that collaborates with fast-growing startups in various industries! Some of",
  "google_id": "17b987e5b0b7dad4",
  "thread_id": "17b987e5b0b7dad4",
  "label_ids": [
    "IMPORTANT",
    "CATEGORY_PERSONAL",
    "INBOX"
  ],
  "markdown": "Hi Brendan,\n\nI hope this message finds you well! My name is Yoon and I am a sourcer at Recruiting From Scratch, a company that collaborates with fast-growing startups in various industries! Some of these startups include: Gemini, Divvy Homes, Octave Health, and so many more!\n\nI wanted to reach out about some remote engineering opportunities that may be of interest to you.\n\nWe currently have various roles in different fields/industries such as crypto, healthcare, AI, home financing and so many more. There is a lot of new technology these days and my team would love to let you know what's out there!\n\nWe have roles in Machine Learning, Fullstack, Backend, Frontend, and Data with a variety of different tech stacks! Most roles are remote so you would be able to work in the comfort of your own home and they range from mid-senior level engineers to engineering managers! Any career change you would want to make, we would love to support you in that process.\n\nMy team would love to have the opportunity with you in finding a role that fits your needs whether it be working in a more mission-driven company or wanting to work 100%, we would love to help you (:\n\nLet me know if you want to set a up call and learn more!\n\nBest,\n\nYoon Manivanh\n\nSourcer at Recruiting from Scratch\n",
  "email_id": "8077966d251b929790b18efe14d91cfa574840ded8c8d96c53403942b865434c"
}