{
  "recipient": "bfortuner@gmail.com",
  "sender": "Marco Macotela <marco@afreshtechnologies.com>",
  "sender_name": "Marco Macotela",
  "sender_address": "marco@afreshtechnologies.com",
  "subject": "Using Machine Learning to reduce food waste!",
  "date": "2021-07-26 09:13:52-07:00",
  "preview": "Hey Brendan! What do self-driving cars and fresh food ordering have in common? Both are complex stochastic decision-making systems that are really, really hard to get right. How are they different? Our",
  "google_id": "17ae3981765a911c",
  "thread_id": "17ae3981765a911c",
  "label_ids": [
    "IMPORTANT",
    "CATEGORY_PERSONAL",
    "INBOX"
  ],
  "markdown": "Hey Brendan!\n\nWhat do self-driving cars and fresh food ordering have in common? Both are complex stochastic decision-making systems that are really, really hard to get right.\n\nHow are they different? Our solution to fresh food works.\n\nMy name is Marco, and I lead ML recruiting at Afresh. We’re aggressively expanding the team, and I think you’d be an awesome fit here given your background at Cruise Automation.\n\nAfresh is on a mission to combat climate change by reducing food waste at every level of the grocery supply chain. We’ve been live with several major grocery chains for 2 years, and so far we’ve prevented over 4.74 million pounds of food waste. Our product is exploding in popularity and so is our potential for impact.\n\nThe ML team builds the core decision-making system that allows grocers to optimally order fresh food. As an early member of the team, you’ll have a chance to not only work on our core algorithms, but also decide what problems we solve in the first place. You’ll see your work deployed in national grocery chains within the first month of joining.\n\nIf you have a few minutes to jump on a call, I’d love to connect with you about what makes Afresh ML so special.\n\nFurther reading:\n\nWhat's so hard about ordering blueberries?\n\nCompany Impact\n\nAlso if you are curious who you will be working with, here are the LinkedIn's to some of the team!\n\nPhil & Sid\n\nMarco Macotela\n\nPeople Operations, Talent\n\nmarco@afreshtechnologies.com  \n  \n---\n",
  "email_id": "f949a0fe9e5c89931c201080e02db52ff11cd1262cd7a214fb48b07c69238068"
}